---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.SquareFeetPerKip
source: html/e4d45de1-2875-da77-fc70-681162763c25.htm
---
# Autodesk.Revit.DB.UnitTypeId.SquareFeetPerKip Property

Square feet per kip.

## Syntax (C#)
```csharp
public static ForgeTypeId SquareFeetPerKip { get; }
```